<template>
    <div class="severcenter">
        <div class="title">
            <span id="title">服务中心</span>
        </div>
        <div class="centertop">
            <div class="top"> 常见问题 </div>
            <div class="top"> 消息 </div>
            <div class="top"> 会员福利 </div>
            <div class="top"> 查询 </div>
            <div class="top"> 客户反馈 </div>
        </div>
        <div class="box">
            <div class="seach">
                <div class="searchbox">
                    <div class="common">
                        <span>常见问题</span><br />
                        <span>搜索</span>
                    </div>
                    <div class="search">
                        <input class="textfield" placeholder="검색 후 문의가 해결되지 않으면 1:1 상담을 이용하세요." type="text">
                        <svg t="1656587449773" class="icon" viewBox="0 0 1024 1024" version="1.1"
                            xmlns="http://www.w3.org/2000/svg" p-id="9295" width="200" height="200">
                            <path
                                d="M602.304 603.456c9.088-7.68 33.728 4.928 55.04 28.096l270.144 293.12c21.312 23.168 23.04 54.912 3.968 70.976-19.2 16-50.112 8.768-69.248-16.192L620.48 662.4c-19.072-24.96-27.2-51.456-18.176-59.008z"
                                fill="#5A5A5A" p-id="9296"></path>
                            <path
                                d="M560 633.472a288 288 0 1 0-288-498.816 288 288 0 0 0 288 498.816z m32 55.424a352 352 0 1 1-352-609.664 352 352 0 0 1 352 609.664z"
                                fill="#5A5A5A" p-id="9297"></path>
                        </svg>
                    </div>
                </div>
                <div class="search_key">
                    <div class="keytitle">最爱的搜寻字词</div>
                    <div class="keyword">
                        <span class="word">First-level Menu</span>
                        <span> / </span>
                        <span class="word">Second-level Menu</span>
                        <span> / </span>
                        <span class="word">Third-level Menu</span>
                    </div>
                </div>
            </div>
            <div class="userphone">
                <p class="kehu">客户中心用户指南</p>
                <p class="tel">1566-1475</p>
                <p class="timer">营业时间：平日0900~1800午餐时间：1230~1330</p>
            </div>
        </div>
        <div class="cube">
            <div class="cube_bar">
                <div class="cube_content">
                    <span>订单/付款/运输</span>
                    <ul>
                        <li>订单/付款</li>
                        <li>交货</li>
                        <li>签发证明文件</li>
                    </ul>
                </div>
            </div>
            <div class="cube_bar copy">
                <div class="cube_content">
                    <span>订单/付款/运输</span>
                    <ul>
                        <li>订单/付款</li>
                        <li>交货</li>
                        <li>签发证明文件</li>
                    </ul>
                </div>
            </div>
            <div class="cube_bar copy">
                <div class="cube_content">
                    <span>订单/付款/运输</span>
                    <ul>
                        <li>订单/付款</li>
                        <li>交货</li>
                        <li>签发证明文件</li>
                    </ul>
                </div>
            </div>
            <div class="cube_bar copy">
                <div class="cube_content">
                    <span>订单/付款/运输</span>
                    <ul>
                        <li>订单/付款</li>
                        <li>交货</li>
                        <li>签发证明文件</li>
                    </ul>
                </div>
            </div>
            <div class="cube_bar copy">
                <div class="cube_content">
                    <span>订单/付款/运输</span>
                    <ul>
                        <li>订单/付款</li>
                        <li>交货</li>
                        <li>签发证明文件</li>
                    </ul>
                </div>
            </div>
        </div>
        <div class="linkr">
            <h3>快速链接</h3>
            <ul class="link_ul" style="padding-left:0px;">
                <li>
                    <svg t="1656587667209" class="icon" viewBox="0 0 1024 1024" version="1.1"
                        xmlns="http://www.w3.org/2000/svg" p-id="11096" width="200" height="200">
                        <path
                            d="M336.816 296.48c-19.392 0-37.984 7.68-51.68 21.344l-115.76 115.52A72.736 72.736 0 0 0 148 484.8v185.92a37.968 37.968 0 0 0 38.048 37.888h59.888a119.584 119.584 0 0 1 115.216-87.36c54.88 0 101.2 36.96 115.216 87.36h119.792a119.584 119.584 0 0 1 115.216-87.36c54.88 0 101.2 36.96 115.2 87.36h7.376a37.968 37.968 0 0 0 38.048-37.888v-109.968H534.08a66.992 66.992 0 0 1-67.024-66.96V296.48h-130.24z m-96.896-23.952a137.184 137.184 0 0 1 96.896-40.048h162.24a32 32 0 0 1 32 32v229.328c0 1.568 1.28 2.96 3.024 2.96H904a32 32 0 0 1 32 32v141.968c0 56.336-45.76 101.888-102.048 101.888h-35.024a32 32 0 0 1-32-32c0-30.512-24.8-55.36-55.552-55.36a55.456 55.456 0 0 0-55.552 55.36 32 32 0 0 1-32 32H448.704a32 32 0 0 1-32-32c0-30.512-24.8-55.36-55.552-55.36a55.456 55.456 0 0 0-55.552 55.36 32 32 0 0 1-32 32h-87.552c-56.304 0-102.048-45.552-102.048-101.888v-185.92c0-36.32 14.464-71.12 40.16-96.784l115.76-115.504z"
                            p-id="11097"></path>
                        <path
                            d="M359.552 684A55.456 55.456 0 0 0 304 739.36c0 30.528 24.8 55.376 55.552 55.376a55.456 55.456 0 0 0 55.552-55.36c0-30.528-24.8-55.376-55.552-55.376zM240 739.36c0-65.984 53.6-119.36 119.552-119.36 65.968 0 119.552 53.376 119.552 119.36 0 66-53.584 119.376-119.552 119.376S240 805.36 240 739.376zM711.552 684A55.456 55.456 0 0 0 656 739.36c0 30.528 24.8 55.376 55.552 55.376a55.456 55.456 0 0 0 55.552-55.36c0-30.528-24.8-55.376-55.552-55.376zM592 739.36c0-65.984 53.6-119.36 119.552-119.36 65.968 0 119.552 53.376 119.552 119.36 0 66-53.584 119.376-119.552 119.376S592 805.36 592 739.376zM345.792 357.392a32 32 0 0 1-0.048 45.264l-71.136 70.976a32 32 0 1 1-45.216-45.296l71.152-70.992a32 32 0 0 1 45.248 0.048zM468 188a64 64 0 0 1 64-64H872a64 64 0 0 1 64 64v336a32 32 0 0 1-32 32H532a64 64 0 0 1-64-64v-304z m404 0H532v304H872v-304z"
                            p-id="11098"></path>
                        <path
                            d="M692 220a32 32 0 0 1 32 32v82.128h74.672a32 32 0 0 1 0 64H692a32 32 0 0 1-32-32V252a32 32 0 0 1 32-32z"
                            p-id="11099"></path>
                    </svg>
                    <a>订单历史/交货查询</a>
                </li>
                <li>
                    <svg t="1656587667209" class="icon" viewBox="0 0 1024 1024" version="1.1"
                        xmlns="http://www.w3.org/2000/svg" p-id="11096" width="200" height="200">
                        <path
                            d="M336.816 296.48c-19.392 0-37.984 7.68-51.68 21.344l-115.76 115.52A72.736 72.736 0 0 0 148 484.8v185.92a37.968 37.968 0 0 0 38.048 37.888h59.888a119.584 119.584 0 0 1 115.216-87.36c54.88 0 101.2 36.96 115.216 87.36h119.792a119.584 119.584 0 0 1 115.216-87.36c54.88 0 101.2 36.96 115.2 87.36h7.376a37.968 37.968 0 0 0 38.048-37.888v-109.968H534.08a66.992 66.992 0 0 1-67.024-66.96V296.48h-130.24z m-96.896-23.952a137.184 137.184 0 0 1 96.896-40.048h162.24a32 32 0 0 1 32 32v229.328c0 1.568 1.28 2.96 3.024 2.96H904a32 32 0 0 1 32 32v141.968c0 56.336-45.76 101.888-102.048 101.888h-35.024a32 32 0 0 1-32-32c0-30.512-24.8-55.36-55.552-55.36a55.456 55.456 0 0 0-55.552 55.36 32 32 0 0 1-32 32H448.704a32 32 0 0 1-32-32c0-30.512-24.8-55.36-55.552-55.36a55.456 55.456 0 0 0-55.552 55.36 32 32 0 0 1-32 32h-87.552c-56.304 0-102.048-45.552-102.048-101.888v-185.92c0-36.32 14.464-71.12 40.16-96.784l115.76-115.504z"
                            p-id="11097"></path>
                        <path
                            d="M359.552 684A55.456 55.456 0 0 0 304 739.36c0 30.528 24.8 55.376 55.552 55.376a55.456 55.456 0 0 0 55.552-55.36c0-30.528-24.8-55.376-55.552-55.376zM240 739.36c0-65.984 53.6-119.36 119.552-119.36 65.968 0 119.552 53.376 119.552 119.36 0 66-53.584 119.376-119.552 119.376S240 805.36 240 739.376zM711.552 684A55.456 55.456 0 0 0 656 739.36c0 30.528 24.8 55.376 55.552 55.376a55.456 55.456 0 0 0 55.552-55.36c0-30.528-24.8-55.376-55.552-55.376zM592 739.36c0-65.984 53.6-119.36 119.552-119.36 65.968 0 119.552 53.376 119.552 119.36 0 66-53.584 119.376-119.552 119.376S592 805.36 592 739.376zM345.792 357.392a32 32 0 0 1-0.048 45.264l-71.136 70.976a32 32 0 1 1-45.216-45.296l71.152-70.992a32 32 0 0 1 45.248 0.048zM468 188a64 64 0 0 1 64-64H872a64 64 0 0 1 64 64v336a32 32 0 0 1-32 32H532a64 64 0 0 1-64-64v-304z m404 0H532v304H872v-304z"
                            p-id="11098"></path>
                        <path
                            d="M692 220a32 32 0 0 1 32 32v82.128h74.672a32 32 0 0 1 0 64H692a32 32 0 0 1-32-32V252a32 32 0 0 1 32-32z"
                            p-id="11099"></path>
                    </svg>
                    <a>订单历史/交货查询</a>
                </li>
                <li>
                    <svg t="1656587667209" class="icon" viewBox="0 0 1024 1024" version="1.1"
                        xmlns="http://www.w3.org/2000/svg" p-id="11096" width="200" height="200">
                        <path
                            d="M336.816 296.48c-19.392 0-37.984 7.68-51.68 21.344l-115.76 115.52A72.736 72.736 0 0 0 148 484.8v185.92a37.968 37.968 0 0 0 38.048 37.888h59.888a119.584 119.584 0 0 1 115.216-87.36c54.88 0 101.2 36.96 115.216 87.36h119.792a119.584 119.584 0 0 1 115.216-87.36c54.88 0 101.2 36.96 115.2 87.36h7.376a37.968 37.968 0 0 0 38.048-37.888v-109.968H534.08a66.992 66.992 0 0 1-67.024-66.96V296.48h-130.24z m-96.896-23.952a137.184 137.184 0 0 1 96.896-40.048h162.24a32 32 0 0 1 32 32v229.328c0 1.568 1.28 2.96 3.024 2.96H904a32 32 0 0 1 32 32v141.968c0 56.336-45.76 101.888-102.048 101.888h-35.024a32 32 0 0 1-32-32c0-30.512-24.8-55.36-55.552-55.36a55.456 55.456 0 0 0-55.552 55.36 32 32 0 0 1-32 32H448.704a32 32 0 0 1-32-32c0-30.512-24.8-55.36-55.552-55.36a55.456 55.456 0 0 0-55.552 55.36 32 32 0 0 1-32 32h-87.552c-56.304 0-102.048-45.552-102.048-101.888v-185.92c0-36.32 14.464-71.12 40.16-96.784l115.76-115.504z"
                            p-id="11097"></path>
                        <path
                            d="M359.552 684A55.456 55.456 0 0 0 304 739.36c0 30.528 24.8 55.376 55.552 55.376a55.456 55.456 0 0 0 55.552-55.36c0-30.528-24.8-55.376-55.552-55.376zM240 739.36c0-65.984 53.6-119.36 119.552-119.36 65.968 0 119.552 53.376 119.552 119.36 0 66-53.584 119.376-119.552 119.376S240 805.36 240 739.376zM711.552 684A55.456 55.456 0 0 0 656 739.36c0 30.528 24.8 55.376 55.552 55.376a55.456 55.456 0 0 0 55.552-55.36c0-30.528-24.8-55.376-55.552-55.376zM592 739.36c0-65.984 53.6-119.36 119.552-119.36 65.968 0 119.552 53.376 119.552 119.36 0 66-53.584 119.376-119.552 119.376S592 805.36 592 739.376zM345.792 357.392a32 32 0 0 1-0.048 45.264l-71.136 70.976a32 32 0 1 1-45.216-45.296l71.152-70.992a32 32 0 0 1 45.248 0.048zM468 188a64 64 0 0 1 64-64H872a64 64 0 0 1 64 64v336a32 32 0 0 1-32 32H532a64 64 0 0 1-64-64v-304z m404 0H532v304H872v-304z"
                            p-id="11098"></path>
                        <path
                            d="M692 220a32 32 0 0 1 32 32v82.128h74.672a32 32 0 0 1 0 64H692a32 32 0 0 1-32-32V252a32 32 0 0 1 32-32z"
                            p-id="11099"></path>
                    </svg>
                    <a>订单历史/交货查询</a>
                </li>
                <li>
                    <svg t="1656587667209" class="icon" viewBox="0 0 1024 1024" version="1.1"
                        xmlns="http://www.w3.org/2000/svg" p-id="11096" width="200" height="200">
                        <path
                            d="M336.816 296.48c-19.392 0-37.984 7.68-51.68 21.344l-115.76 115.52A72.736 72.736 0 0 0 148 484.8v185.92a37.968 37.968 0 0 0 38.048 37.888h59.888a119.584 119.584 0 0 1 115.216-87.36c54.88 0 101.2 36.96 115.216 87.36h119.792a119.584 119.584 0 0 1 115.216-87.36c54.88 0 101.2 36.96 115.2 87.36h7.376a37.968 37.968 0 0 0 38.048-37.888v-109.968H534.08a66.992 66.992 0 0 1-67.024-66.96V296.48h-130.24z m-96.896-23.952a137.184 137.184 0 0 1 96.896-40.048h162.24a32 32 0 0 1 32 32v229.328c0 1.568 1.28 2.96 3.024 2.96H904a32 32 0 0 1 32 32v141.968c0 56.336-45.76 101.888-102.048 101.888h-35.024a32 32 0 0 1-32-32c0-30.512-24.8-55.36-55.552-55.36a55.456 55.456 0 0 0-55.552 55.36 32 32 0 0 1-32 32H448.704a32 32 0 0 1-32-32c0-30.512-24.8-55.36-55.552-55.36a55.456 55.456 0 0 0-55.552 55.36 32 32 0 0 1-32 32h-87.552c-56.304 0-102.048-45.552-102.048-101.888v-185.92c0-36.32 14.464-71.12 40.16-96.784l115.76-115.504z"
                            p-id="11097"></path>
                        <path
                            d="M359.552 684A55.456 55.456 0 0 0 304 739.36c0 30.528 24.8 55.376 55.552 55.376a55.456 55.456 0 0 0 55.552-55.36c0-30.528-24.8-55.376-55.552-55.376zM240 739.36c0-65.984 53.6-119.36 119.552-119.36 65.968 0 119.552 53.376 119.552 119.36 0 66-53.584 119.376-119.552 119.376S240 805.36 240 739.376zM711.552 684A55.456 55.456 0 0 0 656 739.36c0 30.528 24.8 55.376 55.552 55.376a55.456 55.456 0 0 0 55.552-55.36c0-30.528-24.8-55.376-55.552-55.376zM592 739.36c0-65.984 53.6-119.36 119.552-119.36 65.968 0 119.552 53.376 119.552 119.36 0 66-53.584 119.376-119.552 119.376S592 805.36 592 739.376zM345.792 357.392a32 32 0 0 1-0.048 45.264l-71.136 70.976a32 32 0 1 1-45.216-45.296l71.152-70.992a32 32 0 0 1 45.248 0.048zM468 188a64 64 0 0 1 64-64H872a64 64 0 0 1 64 64v336a32 32 0 0 1-32 32H532a64 64 0 0 1-64-64v-304z m404 0H532v304H872v-304z"
                            p-id="11098"></path>
                        <path
                            d="M692 220a32 32 0 0 1 32 32v82.128h74.672a32 32 0 0 1 0 64H692a32 32 0 0 1-32-32V252a32 32 0 0 1 32-32z"
                            p-id="11099"></path>
                    </svg>
                    <a>订单历史/交货查询</a>
                </li>
                <li>
                    <svg t="1656587667209" class="icon" viewBox="0 0 1024 1024" version="1.1"
                        xmlns="http://www.w3.org/2000/svg" p-id="11096" width="200" height="200">
                        <path
                            d="M336.816 296.48c-19.392 0-37.984 7.68-51.68 21.344l-115.76 115.52A72.736 72.736 0 0 0 148 484.8v185.92a37.968 37.968 0 0 0 38.048 37.888h59.888a119.584 119.584 0 0 1 115.216-87.36c54.88 0 101.2 36.96 115.216 87.36h119.792a119.584 119.584 0 0 1 115.216-87.36c54.88 0 101.2 36.96 115.2 87.36h7.376a37.968 37.968 0 0 0 38.048-37.888v-109.968H534.08a66.992 66.992 0 0 1-67.024-66.96V296.48h-130.24z m-96.896-23.952a137.184 137.184 0 0 1 96.896-40.048h162.24a32 32 0 0 1 32 32v229.328c0 1.568 1.28 2.96 3.024 2.96H904a32 32 0 0 1 32 32v141.968c0 56.336-45.76 101.888-102.048 101.888h-35.024a32 32 0 0 1-32-32c0-30.512-24.8-55.36-55.552-55.36a55.456 55.456 0 0 0-55.552 55.36 32 32 0 0 1-32 32H448.704a32 32 0 0 1-32-32c0-30.512-24.8-55.36-55.552-55.36a55.456 55.456 0 0 0-55.552 55.36 32 32 0 0 1-32 32h-87.552c-56.304 0-102.048-45.552-102.048-101.888v-185.92c0-36.32 14.464-71.12 40.16-96.784l115.76-115.504z"
                            p-id="11097"></path>
                        <path
                            d="M359.552 684A55.456 55.456 0 0 0 304 739.36c0 30.528 24.8 55.376 55.552 55.376a55.456 55.456 0 0 0 55.552-55.36c0-30.528-24.8-55.376-55.552-55.376zM240 739.36c0-65.984 53.6-119.36 119.552-119.36 65.968 0 119.552 53.376 119.552 119.36 0 66-53.584 119.376-119.552 119.376S240 805.36 240 739.376zM711.552 684A55.456 55.456 0 0 0 656 739.36c0 30.528 24.8 55.376 55.552 55.376a55.456 55.456 0 0 0 55.552-55.36c0-30.528-24.8-55.376-55.552-55.376zM592 739.36c0-65.984 53.6-119.36 119.552-119.36 65.968 0 119.552 53.376 119.552 119.36 0 66-53.584 119.376-119.552 119.376S592 805.36 592 739.376zM345.792 357.392a32 32 0 0 1-0.048 45.264l-71.136 70.976a32 32 0 1 1-45.216-45.296l71.152-70.992a32 32 0 0 1 45.248 0.048zM468 188a64 64 0 0 1 64-64H872a64 64 0 0 1 64 64v336a32 32 0 0 1-32 32H532a64 64 0 0 1-64-64v-304z m404 0H532v304H872v-304z"
                            p-id="11098"></path>
                        <path
                            d="M692 220a32 32 0 0 1 32 32v82.128h74.672a32 32 0 0 1 0 64H692a32 32 0 0 1-32-32V252a32 32 0 0 1 32-32z"
                            p-id="11099"></path>
                    </svg>
                    <a>订单历史/交货查询</a>
                </li>
            </ul>
        </div>
        <div class="problem">
            <div class="pro_left">
                <div class="left_title">
                    <h4>十大常见问题</h4>
                    <span>+</span>
                </div>
                <div class="left_main">
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                </div>
            </div>
            <div class="pro_right">
                <div class="left_title">
                    <h4>活动获奖者公告</h4>
                    <span>+</span>
                </div>
                <div class="left_main">
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                </div>
                <div class="left_title">
                    <h4>消息</h4>
                    <span>+</span>
                </div>
                <div class="left_main">
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                    <p>
                        <span>Q1</span>
                        <font>[开具证明文件]如何申请开具现金收据？</font>
                    </p>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'Severcenter',

};
</script>

<style lang="less" scoped>
* {
    cursor: pointer;
}

.problem {
    width: 78%;
    margin: 20px auto;
    display: flex;
    justify-content: space-around;
    align-items: center;
}

.pro_left,
.pro_right {
    width: 50%;
    padding: 10px;
}

.pro_left,
.pro_right {
    .left_title {
        display: flex;
        justify-content: space-between;
        align-items: center;
        font-size: 26px;
        border-bottom: 2px solid #333;

        span {
            font-size: 32px;
        }
    }

    .left_main {
        p {
            height: 40px;
            line-height: 40px;
            font-size: 14px;
            border-bottom: 1px solid #ececec;

            span {
                display: inline-block;
                width: 40px;
                height: 40px;
                text-align: center;
            }
        }
    }
}

.linkr>h3 {
    text-align: left;
    font-size: 24px;
    margin-bottom: 10px;
}

.linkr {
    width: 1010px;
    margin: 0 auto;
}

.link_ul {
    height: 134px;
    background-color: #f8f8f8;
}

.link_ul>li>img {
    width: 60px;
    margin-left: 40px;
}

.link_ul>li>svg {
    width: 60px;
    height: 70px;
    margin-left: 40px;
}

.link_ul>li {
    width: 147px;
    height: 94px;
    float: left;
    margin: 10px auto;
    list-style: none;
    margin-left: 45px;
}

.link_ul>li>a {
    display: block;
    height: 94px;
    color: #333;
    width: 100%;
}

.cube {
    width: 1010px;
    height: 140px;
    margin: 40px auto;
}

.cube_content>ul>li {
    list-style: none;
    text-align: center;
    color: rgba(0, 0, 0, 0.65);
    font-size: 14px;
}

.cube_content>span {
    color: rgba(0, 0, 0, 0.85);
    font-weight: bolder;
    font-size: 14px;
    line-height: 1;
}

.cube_bar {
    width: 168px;
    height: 140px;
    float: left;
    border: 1px solid rgb(83, 81, 81);
}

.copy {
    margin-left: 40px;
}

.cube_content {
    width: 127px;
    height: 87px;
    margin: 25px auto;
    text-align: center;
}

.userphone>p {
    margin-top: 15px;
    margin-bottom: 15px;
}

.timer {
    font-size: 12px;
    color: #fff;
    text-align: center;
}

.tel {
    font-size: 40px;
    color: #f2f2f2;
    text-align: center;
}

.kehu {
    color: #fff;
    text-align: center;
    font-size: 18px;
}

.word {
    font-size: 14px;
    color: rgba(0, 0, 0, 0.65);
}

.common {
    width: 26%;
    height: 80px;
    float: left;
    margin-left: 30px;
    text-align: center;
}

.keyword {
    width: 375px;
    height: 21px;
    float: right;
}

.search_key {
    width: 81%;
    height: 30px;
    margin: 20px auto;
}

.word:hover {
    color: rgb(26, 225, 225);
}

.keytitle {
    width: 94px;
    height: 18px;
    font-size: 12px;
    float: left;
    text-indent: 10px;
    color: #f3f3f3;
    background-color: rgb(114, 109, 109);
}

.textfield {
    width: 90%;
    height: 30px;
    list-style: none;
}

.common>span {
    font-size: 26px;
    font-weight: bolder;
}

.search {
    width: 60%;
    font-size: 26px;
    float: left;
    padding-top: 40px;
    margin-left: 25px;
    text-align: center;
    color: rgba(0, 0, 0, 0.65);
}

.search>svg {
    width: 23px;
    height: 23px;
}

.searchbox {
    width: 81%;
    height: 86px;
    margin: 20px auto;
    border-bottom: 1px solid black;
}

.title {
    width: 25%;
    padding-top: 20px;
    margin: 20px auto;
    text-align: center;
}

#title {
    color: rgba(0, 0, 0, 0.65);
    font-family: "ProximaNova-Thin";
    font-size: 44px;
    text-transform: uppercase;
    font-weight: 500;
    text-align: center;
    margin: 60px 0 30px 0;
}

.centertop {
    width: 80%;
    height: 45px;
    margin: 0 auto;
    background-color: #f3f3f3;
}

.top {
    width: 15%;
    height: 35px;
    float: left;
    text-align: center;
    margin-left: 4%;
    padding-top: 10px;
}

.box {
    width: 1020px;
    height: 164px;
    margin: 40px auto;
}

.seach {
    width: 665px;
    height: 164px;
    float: left;
    outline: 1px solid rgb(83, 81, 81);
}

.userphone {
    width: 355px;
    height: 164px;
    float: left;
    outline: 1px solid black;
    background-color: black;
}
</style>
